#include "modm.h"

void background()
{
	printf("旨收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旬\n");
	printf("早                                                                                                 早\n");
	printf("早    旨收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旬    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    早                                                                                       早    早\n");
	printf("早    曲收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旭    早\n");
	printf("早       早早早早早早早早早早早早早早早早早早早早早早                                                         旨收收收旬      早\n");
	printf("早       早早早早早早早早早早早早早早早早早早早早早早                                                         早 Ⅸ早      早\n");
	printf("早       早早早早早早早早早早早早早早早早早早早早早早                                                         曲收收收旭      早\n");
	printf("曳收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收朽\n");
	printf("早                                                  旨收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旬    早\n");
	printf("早   早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早           早                                         早    早\n");
	printf("早   早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早           早                                         早    早\n");
	printf("早                                                  早                                         早    早\n");
	printf("早   早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早           曲收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旭    早\n");
	printf("早   早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早早   ∞      旨收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旬    早\n");
	printf("早                                                  曲收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旭    早\n");
	printf("曲收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收收旭\n");

}